;
; Tips for translator:
; To begin translating - copy english.ini into the "yourlanguage.ini"
; Please translate text only after symbol ' =‘
; Also you can use 'translator for wisecleaner.com' to help you easily complete translation. 
; You can download the translator at http://www.wisecleaner.com/language.html.
;
;
; Translation Author = Fero Fico
; Translation Author Email = ferofico@gmail.com
; Soft Version = Wise Registry Cleaner 7.91.521
;
[GUI]
ButtonYes=Áno
ButtonNo=Nie
ButtonOK=Ok
ButtonMinimize=Minimalizovať
ButtonMaximize=Maximalizovať
ButtonClose=Zatvoriť
ButtonRestore=Obnoviť
ButtonMenu=Ponuka

[Translation]
;
; Reading habits
; 
ReadHabit=Left-to-right
;
; Font and Charset
;
LanguageName=SVK
LangCode=041B
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=EASTEUROPE_CHARSET
;
; Message box
;
Information=Informácia
Warning=Upozornenie
Error=Chyba
Confirm=Potvrdenie
;
; Main GUI
;
FrmWRC.btnregclean.caption=Čistenie registrov
FrmWRC.btnadv.caption=Ladenie systému
FrmWRC.btnsilm.caption=Defragmentácia
FrmWRC.btnrestore.caption=Obnovenie
FrmWRC.btnsettings.caption=Nastavenia
FrmWRC.btnlikeit.caption=Páči sa mi
FrmWRC.btnsuggest.caption=Spätná odozva
FrmWRC.WiseSimpleButton1.caption=Zálohovanie
;
; Reg Cleaner
;
FrmRegClean.btnall.caption=Všetko
FrmRegClean.btnre.caption=Doporučené
FrmRegClean.btnnone.caption=Zrušiť výber
FrmRegClean.btnCustom.caption=Vlastná oblasť
FrmRegClean.WiseLabel1.caption=Plánovač
FrmRegClean.lbltype.caption=Typ spustenia:
FrmRegClean.lblweek.caption=Vyberte deň:
FrmRegClean.lbltime.caption=Čas:
FrmRegClean.btnScan.caption=Spustiť sken
FrmRegClean.btncancel.caption=Zrušiť
FrmRegClean.btnrescan.caption=Nový sken
FrmRegClean.lblstat.caption=Doteraz ste nečistili svoje registre. Odporúčame ich okamžite vyčistiť!
FrmRegClean.vtrc.Columns[0]=Dáta
FrmRegClean.vtrc.Columns[1]=Kľúč registra
;
; Optimizer
;
FrmOptimizer.btnSlimming.caption=Optimalizácia
FrmOptimizer.btnnone.caption=Zrušiť výber
FrmOptimizer.btnall.caption=Vybrať všetko
FrmOptimizer.btnDefault.caption=Predvolené
FrmOptimizer.lblrecommendinfo.caption=Skúste prosím ďalšie produkty z Wisecleaner.com !
FrmOptimizer.lblpce.caption=Wise Care 365
FrmOptimizer.lblpceinfo.caption=Wise Care 365 tvoria dôležité systémové utility pre registre,disk a celé vaše PC.Sú efektívne a jednoduché na použitie!
FrmOptimizer.lblwdcinfo.caption=Wise Disk Cleaner je najlepší program zdarma na čistenie nevyžiadaných súborov a stôp. Je rýchly,dôkladný a bezpečný!
FrmOptimizer.lblwdc.caption=Wise Disk Cleaner
FrmOptimizer.lblre.caption=Chcete ďalej zlepšovať výkon Windows?
Frmoptimizer.lblinfoex.caption=Vyladenie systému zlepší a zrýchli váš systém a sieťové pripojenie.
FrmOptimizer.btnoptimize.caption=Optimalizovať
;
; Reg Defrag
;
FrmRegDefragger.lblinfo.caption=Defragmentácia registrov zabezpečí rýchlejší a stabilnejší beh vašeho PC.
FrmRegDefragger.lblstat.caption=Ešte ste nedefragmentovali registre. Odporúčame ich okamžite defragmentovať!
FrmRegDefragger.btndefrag.caption=Defragmentuj
FrmRegDefragger.lblinfo1.caption=1. Odporúčame vám aby ste pred spustením tejto funkcie zatvorili všetky ostatné aplikácie.
FrmRegDefragger.lblinfo2.caption=2. Systém môže pri analýze dočasne prestať reagovať a je to normálne.
FrmRegDefragger.lblinfo3.caption=3. Systém sa po dokončení defragmentácie registrov automaticky reštartuje.
FrmRegDefragger.lblinfo4.caption=4. Prosím neprerušujte proces defragmentácie registrov, môže to mať neznáme následky.
FrmRegDefragger.vtdefrag.Columns[0]=Názov registrov
FrmRegDefragger.vtdefrag.Columns[1]=Aktuálna veľkosť
FrmRegDefragger.vtdefrag.Columns[2]=Nová veľkosť
FrmRegDefragger.vtdefrag.Columns[3]=Miera fragmentácie
FrmRegDefragger.btnAnalysis.caption=Analyzovať
;
; Custom scan areas
;
Frmcustom.caption=Vlastná oblasť
Frmcustom.btnre.caption=Doporučené
Frmcustom.btnall.caption=Všetko
Frmcustom.btnnone.caption=Zrušiť výber
Frmcustom.btncancel.caption=Zrušiť
Frmcustom.btnok.caption=Ok
;
; About Window
;
FrmAbout.lblver.caption=Aktuálna verzia:
FrmAbout.lblemail.caption=Email podpory:
FrmAbout.lblemailinfo.caption=support@wisecleaner.com
FrmAbout.lblhome.caption=Domáca stránka:
FrmAbout.lblhomeinfo.caption=http://www.wisecleaner.com
FrmAbout.lblthanks.caption=Týmto ľuďom ďakujeme za ich príspevky:
FrmAboutWin.caption=O programe
FrmAboutWin.btnok.caption=Ok
;
; Settings
;
FrmSettings.caption=Nastavenia
FrmSettings.tsCommon.caption=Hlavné
FrmGeneral.chkexp.caption=Pripojiť sa k programu zlepšovania skúsenosťami užívateľov
FrmGeneral.lblexp.caption=Detaily
FrmSettings.tsAutoRun.caption=Auto štart
FrmSettings.tsExclusion.caption=Vylúčené
FrmSettings.btnrestore.caption=O programe
FrmSettings.btnok.caption=Ok
FrmSettings.btncancel.caption=Zrušiť
;
; Auto Run
;
FrmAutorunSettings.chk1.caption=Vytvoriť ikonu " Vyčistiť na 1-kliknutie " a umiestniť ju na plochu.
FrmAutorunSettings.lblcmd.caption=Mód príkazového riadku
FrmAutorunSettings.lblcmdinfo.caption=Z príkazového riadku môžete spustiť program pre automatické skenovanie a čistenie vašich registrov.Pre viac informácií stlačte prosím F1 alebo kliknite na nasledujúcu URL pre čítanie dokumentov nápovedy.
FrmAutorunSettings.btnhelp.caption=Nápoveda online
;
; Exclusion List
; 
FrmExclusion.btnAdd.caption=Pridať kľúč
FrmExclusion.btnExport.caption=Exportovať
FrmExclusion.btnRemove.caption=Odstrániť
FrmExclusion.btnimport.caption=Importovať
Frminput.btnok.caption=OK
Frminput.btncancel.caption=Zrušiť
;
; General Settings
;
FrmGeneral.chkNews.caption=Automatické novinky
FrmGeneral.chkbackup.caption=Automatická záloha registrov pred čistením
FrmGeneral.WiseLabel1.caption=Aktualizovať:
FrmGeneral.WiseLabel2.caption=Predvolený jazyk:
FrmGeneral.btnchecknew.caption=Skontrolovať teraz
FrmGeneral.lbtran.caption=Preložiť do...
FrmGeneral.lblscanmode.caption=Ako skenovať registre:
FrmGeneral.rdnormal.caption=Normálne (Doporučené)
FrmGeneral.rdssafe.caption=Bezpečne (Zobrazia sa len "Bezpečné" položky)
FrmGeneral.rddeep.caption=Hĺbkovo (Kompletný sken pre pokročilých užívateľov)
;
; Backup and Restore
;
Frm_br.btncancel.caption=Zrušiť
FrmBackup.caption=Zálohovanie
FrmBackup.btnreg.caption=Vytvoriť plnú zálohu registrov
FrmBackup.btnsys.caption=Vytvoriť bod obnovy systému
FrmRestore.caption=Centrum obnovy
FrmRestore.btnRegBk.caption=Zálohy registrov
FrmRestore.btnSysBK.caption=Zálohy systému
FrmRestore.btnclose.caption=Zatvoriť
FrmRestore.btnrestore.caption=Obnoviť
FrmRestore.btnremove.caption=Odstrániť
;
; Update
;
frmupdate.caption=Aktualizácia programu
;
; Popup Menus
;
pmHelp=Nápoveda online
pmforum=Fórum
pmHome=Domáca stránka
pmContact=Kontaktujte nás
pmCheckNew=Skontrolovať aktualizácie
pmLang=Vybrať jazyk
pmSkin=Vybrať vzhľad
pmAbout=O programe
pmIgnore=Ignorovať túto položku
pmrec=Vybrať bezpečné položky
pmAll1=Vybrať všetko
pmNone=Zrušiť výber
pmGo=Otvoriť v editore registrov...
pmExport=Exportovať do...
pmPortable=Vytvoriť prenosnú verziu
;
; Like Us
;
FrmlikeUs.lblTitle.caption=Ak máte radi Wise Registry Cleaner predstavte prosím tento bezplatný nástroj vašim milovaným.
FrmlikeUs.lblInfo.caption=Podeľte sa prosím o Wise Registry Cleaner s vašou rodinou,priateľmi,spolužiakmi a kolegami emailom,na blogu,cez Twitter,Youtube,Facebook atď... Výborne! Poskytnete im pohodlie a efektivitu pre ich ďalší život.
FrmlikeUs.lblRate.caption=Ohodnoťte Wise Registry Cleaner:
FrmlikeUs.lblfollow.caption=Sledujte nás na:
FrmlikeUs.lblshare.caption=Zdieľajte Wise Registry Cleaner:
FrmlikeUs.btndownload.caption=Zdarma stiahnuť
FrmlikeUs.imgrate.hint=Dajte nám 5 hviezdičiek
FrmlikeUs.imgmail.hint=Podeľte sa s vašimi priateľmi
FrmlikeUs.imgface1.hint=Podeľte sa na Facebooku
FrmlikeUs.imgface2.hint=Sledujte nás na Facebooku
FrmlikeUs.imgtwitter1.hint=Podeľte sa na Twitteri
FrmlikeUs.imgtwitter2.hint=Sledujte nás na Twitteri
FrmlikeUs.Caption=Páči sa mi
FrmlikeUs.lbldownload.caption=Stiahnite si ďalší freeware z WiseCleaner.com :

;
; DefProcess
;
FrmProcess.Caption=Analýza registrov
FrmProcess.lblwait.caption=Analyzujem...
FrmProcess.lblinfo.caption=Vaše PC nebude pár sekúnd alebo minút reagovať.
FrmProcess.lblwait.caption=Analyzujem, čakajte prosím...

[Message]
RegeditorLocked=Váš Regedit je blokovaný.Funkcia zálohovanie/obnovenie potrebuje prístup k Regeditu.Chcete teraz odblokovať Regedit?
failtounLock=Odblokovanie Regeditu zlyhalo.Možno potrebujete ďalšie oprávnenie k vykonaniu tejto operácie.
Total=Celkom
DefragRate=Pomôžeme vám zmenšiť veľkosť registrov o %s.
SuggestDefrag=Odporúčame okamžite defragmentovať registre.
SuggestIgnore=Vaše registre nemajú prebytočné fragmenty.Defragmentujte ich neskôr.
TypeNoError=Čisté
NeverClean=Ešte ste nečistili registre.Odporúčame ich okamžite vyčistiť!
AdviseClean=Pravidelné čistenie registrov zabezpečí rýchlejší a bezpečnejší beh vášho PC.
DupItem=Táto položka už je uvedená v zozname.
Advisedefrag=Defragmentácia registrov zabezpečí rýchlejší a stabilnejší beh vášho PC.
NeverDefrag=Ešte ste nedefragmentovali registre.Odporúčame ich okamžite defragmentovať!
LastDefrag=Naposledy ste defragmentovali vaše registre:
TotalDefrag=Celkom bolo skomprimovaných %.2f.
DefaultValue= (Predvolený)
RegBackup=Záloha registrov
RegRestore=Obnova registrov
CreateBackup=Vytváram zálohu dát...
Compress=Komprimujem...
Extracte=Rozbaľujem...
Complete=Dokončené
RestoreReg=Obnovujem registre...Počkajte niekoľko minút...
NotSupportOS=Táto vlastnosť nie je podporovaná v tomto operačnom systéme.
EnableRestore=Obnovenie systému je vypnuté.Chcete ho zapnúť?
SysCreating=Vytváram bod obnovy systému...
SysRestoring=Príprava na obnovenie systému...
RestorePointDone=Bod obnovy systému bol úspešne vytvorený.
RestorePointFail=Vytvorenie bodu obnovy systému zlyhalo.
ErrorMsg=Chybová správa:
Area=Oblasť
Summary=Popis
LeastOne=Vyberte prosím aspoň jednu oblasť na skenovanie.
IsRunning=Program skenuje! Počkajte prosím na jeho dokončenie a skúste to znova.
Optimized=Optimalizované
DefragReport=Registre boli stlačené. Optimalizačná správa:
DefragReport1=Stará veľkosť registrov:
DefragReport2=Nová veľkosť registrov:
DefragReport3=Veľkosť optimalizovaná o:
ReOptimize=Optimalizuj znova
ComfirmDefrag=Uložte prosím vašu nedokončenú prácu.PC sa po defragmentácii registrov reštartuje.Pokračovať?
def15After=Počet dní od poslednej defragmentácie %d.Odporúčame defragmentovať!
def15Before=S kompaktnými registrami pobeží vaše PC rýchlejšie a stabilnejšie.
KeyWord=Vložte prosím kľúč registrov:
ExImport=Zoznam vylúčených bol exportovaný do:
NoNewVer=Používate najnovšiu verziu.
Daily=Denne
Weekly=Týždenne
Monthly=Mesačne
Never=Nikdy
TranslateTo=Preložiť do...
NeedBack=Zdá sa,že prvý krát používate tento program.Odporúčame okamžite zálohovať registre.Chcete ich teraz automaticky zálohovať?
Newsletter=Novinka
UpgradeInfo=Informácie o aktualizácii
CannotCrTask=Nemôžem vytvoriť plánovanú úlohu.
ScheduleNextTime=Ďalšie spustenie:
Exported=Aktuálne položky boli exportované do %s. Chcete teraz otvoriť tento súbor?
Idle=Pri nečinnosti
Login=Pri prihlásení
LastClean=Naposledy ste čistili registre:
Monday=Pondelok
Tuesday=Utorok
Wednesday=Streda
Thursday=Štvrtok
Friday=Piatok
Saturday=Sobota
Sunday=Nedeľa
IssueFound=Nájdených problémov %d
Scanning=Skenujem
ScanCanceled=Skenovanie bolo zrušené!
FindError=Celkom nájdených problémov %d.Neodporúčame odstrániť %d.
LogAll=Nájdených problémov %d, vyriešených %d.
LogFail=Nepodarilo sa odstrániť %d.
StartClean=Spustiť čistenie
StartScan=Spustiť sken
7After=Počet dní od posledného čistenia registrov %d.Odporúčame okamžitý sken.
7Before=Vyčistite svoje registre a vaše PC sa stane rýchlejším!
ReScanHint=Nájdených problémov %d.Odporúčame skenovať znova pre vyhľadanie ďalších problémov.
CleanNow=Kliknite prosím na "Spustiť čistenie" pre okamžitú opravu týchto problémov.
NoError=Gratulujeme! Máte čisté registre!
GoodHabit=Aby malo vaše PC špičkový výkon musíte pravidelne čistiť registre.
ReScanHint1=Odporúčame skenovať znova pre vyhľadanie potenciálnych problémov.
TypeChanged=Zmenili ste skenované položky!
ReScanHint2=Pre vyhľadanie problémov skenujte znova prosím.
CleanDone=Čistenie je dokončené!
bkAuto=Automatická
bkManual=Manuálna
BackupDate=Čas zálohovania
BackupType=Typ zálohy
Problems=Problémov
CreateDate=Dátum vytvorenia
Description=Popis
Removebackup=Chcete naozaj odstrániť vybranú zálohu?
RemoveSysRestore=Chcete naozaj odstrániť vybraný bod obnovy systému?
NoBackupSelected=Vyberte prosím aspoň jednu zálohu na obnovenie.
RestoreComplete=Obnova dokončená
RestoreFromSysRestore=Pre obnovenie systému musíte reštartovať PC. Chcete teraz spustiť obnovu?
WhenIdle=Pri nečinnosti
WhenLogin=Pri prihlásení
NewVer=Nová verzia nájdená! Chcete ju teraz aktualizovať?
TranslateTo=Preložiť do...

[Tuneup]
OptIEConnection=Zvýši maximum pripojení na server.Zvýši rýchlosť prezerania webstránok a online sledovanie videa.
IconCache=Zvýši vyrovnávaciu pamäť systémových ikon a zrýchli zobrazenie plochy.
RestoreAll=Chcete obnoviť všetky položky na predvolené nastavenia Windows?
NoSelectedItem=Vyberte prosím aspoň jednu položku na optimalizáciu.
OptItems=Počet položiek ktoré môžete optimalizovať %d.
ItemsOptimized=%d položka(iek) bola(o) optimalizovaná(ých).
TakeEff=Zmeny nenadobudnú platnosť pokiaľ nereštartujete vaše PC.
NoItems=Gratulujeme! Všetky položky boli optimalizované.
BootSpeedup=Zrýchlenie štartovania/vypínania
SystemStable=Stabilizácia systému 
SystemSpeedup=Zrýchlenie systému
NetworkSpeedup=Zrýchlenie siete
PrefetchParameters=Optimalizuje načítanie parametrov pre zvýšenie rýchlosti štartu Windows
BootDelay=Skracuje čas "kontroly disku" pre zvýšenie rýchlosti štartu Windows
BootPartition=Povolí funkciu optimalizácie pre zvýšenie rýchlosti štartu Windows.
ClearPagingFile=Vypne čistenie stránkovacieho súboru Windows pri vypínaní pre zrýchlenie vypnutia PC
TimeOut=Skracuje nečinnosť aplikácie pri zatváraní pre zlepšenie procesu vypínania
AutoKill=Zatvorí zamrznuté procesy aby sa zabránilo zrúteniu systému
RestartExplorer=Automaticky reštartuje prieskumníka,ak sa neočakávane zastaví,aby sa zabránilo strate pracovnej plochy
TwoProcess=Nastaví komponenty prieskumníka Windows aby bežali v oddelených procesoch,aby sa predišlo systémovým konfliktom
ErrorReport=Vypne zobrazovanie hlásenia chýb pre zlepšenie výkonu systému
Debugger=Vypne ladiaci nástroj pre zrýchlenie spracovania chýb
OptMemory=Optimalizuje predvolené nastavenia pamäte pre zlepšenie výkonu systému
OptVEff=Optimalizuje komponenty (dialógové okná,menu atď.) z dôvodu zlepšenia výkonu systému
OptFileSystem=Optimalizuje súborový systém pre zlepšenie výkonu systému
OptDiskSystem=Optimalizuje diskový I/O subsystém pre zlepšenie výkonu systému
DisAutoRun=Vypne jednotkám funkciu "Autoštart" aby sa zabránilo šíreniu vírusovej infekcie
OptDiskIdle=Optimalizuje diskovú I/O zatiaľ čo je CPU nečinný
OptTTL=Optimalizuje nastavenia TTL (Time To Live) pre zlepšenie výkonu siete
OptNetForward=Optimalizuje schopnosť zrýchlenia siete pre zlepšenie výkonu siete
OptMTU=Zlepší výkon TCP/IP vďaka automatickej detekcii "black holes" pri smerovaní na Path MTU Discovery technique
OptWINS=Optimalizuje časovú odozvu WINS pre zlepšenie prenosov dát
OptNetWork=Optimalizuje nastavenia siete pre zlepšenie komunikačného výkonu
CloseAnimate=Vypne efekt animácie pri maximalizácii alebo minimalizácii okna pre zrýchlenie odozvy Windows
PagingExecutive=Vypne stránkovanie pamäte a zmenší diskovú I/O pre zlepšenie výkonu aplikácií. (Môžete ignorovať ak je fyzická pamäť <1 Gb)
StaticIP=Nastaví statickú IP vášho lokálneho pripojenia pre zrýchlenie štartu vášho PC
PorcessorTime=Optimalizuje výkon procesoru pre spúšťanie aplikácií,hier atď. (Ignorujte ak ide o server)
DisableIDECheck=Zabráni Windows kontrolovať IDE kanál pre zvýšenie rýchlosti štartu Windows
ForeAppSpeed=Zvýši rýchlosť reakcie programov v popredí
AeroPeek=Zvýši rýchlosť zobrazovania v Aero Peek
OptEthernet=Optimalizuje výkon Ethernetovej karty

[Type]
Services=Služby Windows
Activex=Komponenty ActiveX/COM
FireWall=Nastavenia Firewallu
RootAll=Neplatné cesty
SoftwareSection=Cesty programov
ApplicationPaths=Cesty aplikácií
FileTypes=Typy súborov
HelpFiles=Súbory nápovedy
Fonts=Písma
SharedDLL=Knižnice DLL
MRULists=Užívateľské MRU listy
UninstallSection=Odinštalátory
StartMenu=Ponuka Štart
StartupProgram=Programy Po spustení
SoundandAppEvents=Zvuky a udalosti aplikácií
IEUrlHistory=História IE Url
IFEO=Obrazy spúšťacích súborov
EmptyKey=Prázdne kľúče
App=Nastavenia aplikácií

[ErrorMessage]
ServiceNotExists=Program špecifickej služby neexistuje.
MimeExName=Nesprávne zapísaná MIME prípona súboru: %s
EmptyKey=Prázdny kľúč
EmptyHelpdirctory=Prázdny adresár nápovedy.
FileNotExist=Súbor (Adresár) neexistuje.
HFileNotExist=Súbor (Adresár) nápovedy neexistuje.
EmptyValue=Prázdna hodnota
TypeLib=Typ knižnice neexistuje:
NodeEmpty=Prázdny uzol
SharedFilenotexist=Zdieľaný súbor neexistuje.
sharedfilenotbeuse=Zdieľaný súbor sa nepoužíva.
noconnection=Súbor bez informácie o pripojení.
Invalidpathtoicon=Neplatná cesta k ikone.
ReferstoaninvalidClass=Odkaz na neplatné triedy.
Emptyshellcommand=Príkaz Shell je prázdny.
Invalidshellcommand=Neplatný shell príkaz (Súbor neexistuje).
Fontsnotexist=Súbor písiem neexistuje.
Hijacking=%s bol unesený do %s.
MRULists=MRU zoznamy užívateľa
invalidOpenWith=K tomuto typu nie je priradená žiadna aplikácia.
ReferActivex=Odkaz na neplatný Activex/COM vstup.
EmptyCLSID=Prázdne CLSID.
ComSourceNotExist=COM zdroj neexistuje.
invalidUnistall=Neplatná odinštalačná informácia.
notexist=neexistuje. 
ObsoleteStartMenuItem=Zastaralé položky ponuky Štart.
SoundFilenotexist=Zvukový súbor neexistuje.
FileNotExist1=Súbor (Adresár) neexistuje,ale disk "%s" je %s,doporučujeme ignorovať túto chybu.
OpenWithError=Otvorené s chybou, špecifická aplikácia neexistuje.
OpenWithError1=Otvorené s chybou, špecifická aplikácia neexistuje. Ale disk "%s" je %s, doporučujeme ignorovať túto chybu.
ComSourceNotExist1=COM zdroj neexistuje, ale disk %s je %s, doporučujeme ignorovať túto chybu.

[Summary]
Services=Neplatné služby Windows
Activex=Neplatné ActiveX a COM komponenty
FireWall=Neplatné nastavenia firewallu Windows
RootAll=Neplatné cesty a súbory
SoftwareSection=Neplatné cesty a súbory po odstránených programoch
ApplicationPaths=Neplatne registrované cesty a súbory aplikácií
FileTypes=Neplatné informácie o príponách súborov
HelpFiles=Neplatne registrované súbory nápovedy
Fonts=Neplatné informácie o písme
SharedDLL=Chýbajúce knižnice zdieľaných dynamických odkazov
MRULists=História prístupu k súborom,dokumentom,sledovaným filmom atď.
UninstallSection=Nepotrebné alebo neplatné odinštalačné informácie
StartMenu=Zastaralé položky ponuky Štart
StartupProgram=Zastaralé alebo neplatné programy Po spustení
SoundandAppEvents=Zastaralé alebo neplatné zvuky a nastavenia udalostí
IEUrlHistory=História návštev internetu s IE
IFEO=Škodlivé položky vytvorené spyware,vírusmi alebo malware
EmptyKey=Položky neobsahujúce žiadne informácie
App=Neplatné nastavenia aplikácií

[AutoClean]
ErrorsFixed=(vyčistených chýb)
Title=Gratulujeme!
ErrorsFound=(nájdených chýb)

[Skin]
SkinDefault=Základný
SkinBlue=Modrý
SkinGreen=Zelený
SkinCustom=Vlastný
SkinColor=Vlastná farba vzhľadu